[
  "Were Scott Derrickson and Ed Wood of the same nationality?",
  "What government position was held by the woman who portrayed Corliss Archer in the film Kiss and Tell?",
  "What science fantasy young adult series, told in first person, has a set of companion books narrating the stories of enslaved worlds and alien species?",
  "Are the Laleli Mosque and Esma Sultan Mansion located in the same neighborhood?",
  "The director of the romantic comedy \"Big Stone Gap\" is based in what New York city?",
  "2014 S/S is the debut album of a South Korean boy group that was formed by who?",
  "Who was known by his stage name Aladin and helped organizations improve their performance as a consultant?",
  "The arena where the Lewiston Maineiacs played their home games can seat how many people?",
  "Who is older, Annie Morton or Terry Richardson?",
  "Are Local H and For Against both from the United States?",
  "What is the name of the fight song of the university whose main campus is in Lawrence, Kansas and whose branch campuses are in the Kansas City metropolitan area?",
  "What screenwriter with credits for \"Evolution\" co-wrote a film starring Nicolas Cage and Téa Leoni?",
  "What year did Guns N Roses perform a promo for a movie starring Arnold Schwarzenegger as a former New York Police detective?",
  "Are Random House Tower and 888 7th Avenue both used for real estate?",
  "The football manager who recruited David Beckham managed Manchester United during what timeframe?",
  "Brown State Fishing Lake is in a country that has a population of how many inhabitants ?",
  "The Vermont Catamounts men's soccer team currently competes in a conference that was formerly known as what from 1988 to 1996?",
  "Are Giuseppe Verdi and Ambroise Thomas both Opera composers ?",
  "Roger O. Egeberg was Assistant Secretary for Health and Scientific Affairs during the administration of a president that served during what years?",
  "Which writer was from England, Henry Roth or Robert Erskine Childers?",
  "Which other Mexican Formula One race car driver has held the podium besides the Force India driver born in 1990?",
  "This singer of A Rather Blustery Day also voiced what hedgehog?",
  "Aside from the Apple Remote, what other device can control the program Apple Remote was originally designed to interact with?",
  "Which performance act has a higher instrument to person ratio, Badly Drawn Boy or Wolf Alice? ",
  "What was the father of Kasper Schmeichel voted to be by the IFFHS in 1992?",
  "Who was the writer of These Boots Are Made for Walkin' and who died in 2007?",
  "The 2011–12 VCU Rams men's basketball team, led by third year head coach Shaka Smart, represented Virginia Commonwealth University which was founded in what year?",
  "Are both Dictyosperma, and Huernia described as a genus?",
  "Kaiser Ventures corporation was founded by an American industrialist who became known as the father of modern American shipbuilding?",
  "What is the name for the adventure in \"Tunnels and Trolls\", a game designed by Ken St. Andre?",
  "When was Poison's album \"Shut Up, Make Love\" released?",
  "Hayden is a singer-songwriter from Canada, but where does Buck-Tick hail from?",
  "Which  French ace pilot and adventurer fly L'Oiseau Blanc",
  "Are Freakonomics and In the Realm of the Hackers both American documentaries?",
  "Which band, Letters to Cleo or Screaming Trees, had more members?",
  "Alexander Kerensky was defeated and destroyed by the Bolsheviks in the course of a civil war that ended when ?",
  "Seven Brief Lessons on Physics was written by an Italian physicist that has worked in France since what year?",
  "The Livesey Hal War Memorial commemorates the fallen of which war, that had over 60 million casualties?",
  "Are both Elko Regional Airport and Gerald R. Ford International Airport located in Michigan?",
  "Ralph Hefferline was a psychology professor at a university that is located in what city?",
  "Which dog's ancestors include Gordon and Irish Setters: the Manchester Terrier or the Scotch Collie?",
  "Where is the company that Sachin Warrier worked for as a software engineer headquartered? ",
  "A Japanese manga series based on a 16 year old high school student Ichitaka Seto, is written and illustrated by someone born in what year?",
  "The battle in which Giuseppe Arimondi lost his life secured what for Ethiopia?",
  "Alfred Balk served as the secretary of the Committee on the Employment of Minority Groups in the News Media under which United States Vice President?",
  "A medieval fortress in Dirleton, East Lothian, Scotland borders on the south side of what coastal area?",
  "Who is the writer of this song that was inspired by words on a tombstone and was the first track on the box set Back to Mono?",
  "What type of forum did a former Soviet statesman initiate?",
  "Are Ferocactus and Silene both types of plant?",
  "Which British first-generation jet-powered medium bomber was used in the South West Pacific theatre of World War II?",
  "Which year and which conference was the 14th season for this conference as part of the NCAA Division that the Colorado Buffaloes played in with a record of 2-6 in conference play?",
  "In 1991 Euromarché was bought by a chain that operated how any hypermarkets at the end of 2016?",
  "What race track in the midwest hosts a 500 mile race eavery May?",
  "In what city did the \"Prince of tenors\" star in a film based on an opera by Giacomo Puccini?",
  "Ellie Goulding worked with what other writers on her third studio album, Delirium?",
  "Which Australian city founded in 1838 contains a boarding school opened by a Prime Minister of Australia and named after a school in London of the same name.",
  "D1NZ is a series based on what oversteering technique?",
  "who is younger Keith Bostic or Jerry Glanville ?",
  "According to the 2001 census, what was the population of the city in which Kirton End is located?",
  "Are both Cypress and Ajuga genera?",
  "What distinction is held by the former NBA player who was a member of the Charlotte Hornets during their 1992-93 season and was head coach for the WNBA team Charlotte Sting?",
  "What is the name of the executive producer of the film that has a score composed by Jerry Goldsmith?",
  "Who was born earlier, Emma Bull or Virginia Woolf?",
  "What was the Roud Folk Song Index of the nursery rhyme inspiring What Are Little Girls Made Of?",
  "Scott Parkin has been a vocal critic of Exxonmobil and another corporation that has operations in how many countries ?",
  "What WB supernatrual drama series was Jawbreaker star Rose Mcgowan best known for being in?",
  "Vince Phillips held a junior welterweight title by an organization recognized by what larger Hall of Fame?",
  "What is the name of the singer who's song was released as the lead single from the album \"Confessions\", and that had popular song stuck behind for eight consecutive weeks?",
  "who is the younger brother of The episode guest stars of The Hard Easy ",
  "The 2017–18 Wigan Athletic F.C. season will be a year in which the team competes in the league cup known as what for sponsorship reasons?",
  "Which of Tara Strong major voice role in animated series is an American animated television series based on the DC Comics fictional superhero team, the \"Teen Titans\"?",
  "What is the inhabitant of the city where  122nd SS-Standarte was formed in2014",
  "What color clothing do people of the Netherlands wear during Oranjegekte or to celebrate the national holiday Koningsdag? ",
  "What was the name of the 1996 loose adaptation of William Shakespeare's \"Romeo & Juliet\" written by James Gunn?",
  "Robert Suettinger was the national intelligence officer under which former Governor of Arkansas?",
  "What American professional Hawaiian surfer born 18 October 1992 won the Rip Curl Pro Portugal?",
  "What is the middle name of the actress who plays Bobbi Bacha in Suburban Madness?",
  "Alvaro Mexia had a diplomatic mission with which tribe of indigenous people?",
  "What nationality were social anthropologists Alfred Gell and Edmund Leach?",
  "In which year was the King who made the 1925 Birthday Honours born?",
  "What is the county seat of the county where East Lempster, New Hampshire is located?",
  "The Album Against the Wind was the 11th Album of a Rock singer Robert C Seger born may 6 1945. What was the Rock singers stage name ?",
  "Rostker v. Goldberg held that the practice of what way of filling armed forces vacancies was consitutional?",
  "Handi-Snacks are a snack food product line sold by what American multinational confectionery, food, and beverage company that is based in Illinois?",
  "What was the name of a woman from the book titled \"Their Lives: The Women Targeted by the Clinton Machine \" and was also a former white house intern?",
  "When was the American lawyer, lobbyist and political consultant who was a senior member of the presidential campaign of Donald Trump born?",
  "In what year was the novel that Lourenço Mutarelli based \"Nina\" on based first published?",
  "Where are Teide National Park and Garajonay National Park located?",
  "How many copies of Roald Dahl's variation on a popular anecdote sold?",
  "What occupation do Chris Menges and Aram Avakian share?",
  "Andrew Jaspan was the co-founder of what not-for-profit media outlet?",
  "Which American film director hosted the 18th Independent Spirit Awards in 2002?",
  "Where does the hotel and casino located in which Bill Cosby's third album was recorded?",
  "Do the drinks Gibson and Zurracapote both contain gin?",
  "In what month is the annual documentary film festival, that is presented by the fortnightly published British journal of literary essays, held? ",
  "Tysons Galleria is located in what county?",
  "Bordan Tkachuk was the CEO of a company that provides what sort of products?",
  "Which filmmaker was known for animation, Lev Yilmaz or Pamela B. Green?",
  "In which city is the ambassador of the Rabat-Salé-Kénitra administrative region to China based?",
  "Are Yingkou and Fuding the same level of city?"
]